Repository: mozilla-l10n/mt-training-data
Catalog: rm-vallader/rm-vallader_pontoon.tmx
Source language: en_us
Languages: rm_vallader

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
rm_vallader: Nus da Mozilla radunain üna comunità interressada per tecnologias vocalas. Nus lessan restar in contact e partir novitats, nouvas funtanas da datas, ma eir dudir co cha vus dovrais quistas datas.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
rm_vallader: Nus eschan persvas, cha collecziuns da datas vocalas chi sun grondas e publicas sustegnan l'innovaziun ed eir üna sana concurrenza commerciala aint il chomp da la tecnologia vocala chi's basa sül imprender autonom da maschinas. Quist es ün'ambiziun globala e nus invidain a tuots da's partecipar. Nos böt es da render la tecnologia vocala plü averta, chi refletta la diversità linguistica da tuot il muond.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
rm_vallader: Nus eschan persvas, cha collecziuns da datas vocalas chi sun grondas e publicas sustegnan l'innovaziun ed eir üna sana concurrenza commerciala sül chomp da la tecnologia vocala chi's basa sül imprender autonom da maschinas.¶ ¶ La collecziun da datas plurilingua da Common Voice es uossa fingià la plü gronda collecziun da datas vocalas da sia sort chi'd es disponibla al public, mo i nun es l'unica.¶ ¶ Tü poust verer quista pagina sco punct da referenza per otras collecziuns da datas vocalas open source. Intant cha Common Voice crescha inavant, publichaina quia implü nossas actualisaziuns.

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
rm_vallader: Nus calculain las uras cun stimar la media da la lunghezza da mincha registraziun e multiplichain quist resultat culla quantità totala da las registraziuns in tuot las linguas.

source: We don't have anything to validate in this language, help us fill the queue.
rm_vallader: Pel mumaint nu daja nüglia da verifichar in quista lingua, güda ad implir la fila cun nouvas registraziuns.

source: Weekly
rm_vallader: Minch'eivna

source: Weekly Goal
rm_vallader: Böt da l'eivna

source: Welcome { $company } staff!
rm_vallader: Bainvgnü collavuratur/a da { $company } !

source: Welsh
rm_vallader: Valisic

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
rm_vallader: Nus t'impromettain da trattar tias infuormaziuns cun chüra. Daplü poust leger in nossa <privacyLink>decleraziun davart la protecziun da datas</privacyLink>.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
rm_vallader: Nus construin üna collecziun da datas vocalas plurilingua open source, cha minchün po dovrar per trenar applicaziuns chi vegnan dirigidas culla vusch.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
rm_vallader: Culla partecipaziun collectiva s-chaffin nu üna collecziun da datas da vusch open source. Contribuischa cun tia vusch, verifichescha las registraziuns dad otras persunas, renda la collecziun da datas megldra per tuots.

source: We’re sorry, your platform is not currently supported.
rm_vallader: I'ns displascha, ma tia plattafuorma nu vain sustgnüda actualmaing.

source: We've run out of clips to validate in this language...
rm_vallader: Nus nu vain plü frasas per laschar validar in quista lingua...

source: We've run out of sentences to record in this language...
rm_vallader: Nus nu vain plü frasas per laschar registrar in quista lingua...

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
rm_vallader: Nus lain cha la collecziun da datas da Common Voice rapreschainta la qualità dad audio culla quala cha üna maschina da recugnuschentscha vocala gnis confruntada eir illa vita da minchadi. Quai voul dir cha nus tscherchain varietà. Sper üna comunità da pledaders variada güda eir üna collecziun da datas chi variescha davart la qualità dad audio a la maschina da recugnuschentscha vocala dad imprender a lavurar cun differentas situaziuns illa vita reala, quai va da rumurs casualas fin pro canera dad autos. Fintant cha tia registraziun da vusch es inclegiantaivla, stess'la esser buna avuonda per la collecziun da datas.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
rm_vallader: Nus ans annunzchain bainbod cun daplü infuormaziuns, co cha tü poust agiundscher tia lingua sün Common Voice.

source: We will be in touch with more information as it becomes available.
rm_vallader: Nus at fain savair subit chi da daplü infuormaziuns.

source: We will not make your email public.
rm_vallader: Nus nu publichain ti'adressa dad e-mail.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
rm_vallader: Nus controllain tia dumonda per stüder tias registraziuns vocalas da la collecziun da datas. Scha tia dumonda vain confermada, lura contactaina ils ütilisaders chi han s-chargià la collecziun da datas e dumandain eir ad els da stüder tias registraziuns.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
rm_vallader: Che voul quai dir ch'eu nu poss "eruir l'identità" dal pledader aint illa collecziun da datas da Common Voice?

source: What is Common Voice?
rm_vallader: Che es Common Voice?

source: What issues are you experiencing with this sentence?
rm_vallader: Che problems hast gnü cun quista frasa?

source: What level of audio quality is required for a voice clip to be used in the dataset?
rm_vallader: Che qualità dad audio es necessaria per cha üna registraziun da vusch possa gnir dovrada per la collecziun da datas?

source: What’s inside the Common Voice dataset?
rm_vallader: Che cuntegna la collecziun da datas da Common Voice?

source: What's Public?
rm_vallader: Che es public?

source: What’s the difference between Common Voice and Deep Speech?
rm_vallader: Che es la differenza tanter Common Voice e Deep Speech?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
rm_vallader: Sch'üna registraziun vain refüsada dad ün ütilisader tuorn'la inavo aint illa fila. Scha quista registraziun vain refüsada üna seguonda jada, vain'la spostada sül sunteri da registraziuns.

source: When will you release Common Voice data in other languages?
rm_vallader: Cura publichaivat Common Voice in otras linguas?

source: Where does the source text come from?
rm_vallader: Dingionder vegn il text da funtana?

source: Why ?
rm_vallader: Perche?

source: Why a profile?
rm_vallader: Perche ün profil?

source: Why Common Voice?
rm_vallader: Perche Common Voice?

source: Why does this matter?
rm_vallader: Perche esa important?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
rm_vallader: Perche nu fais leger avant las persunas our da cudeschs o our dad artichels da Wikipedia in differentas linguas?

source: Why do you need so many different speakers per language?
rm_vallader: Perche dovrais tants pledaders da mincha lingua?

source: Why is 10,000 validated hours the per language goal for capturing audio?
rm_vallader: Perchè es il böt da la registraziun 10.000 uras verifichadas per mincha lingua?

source: Why is Common Voice part of the Mozilla mission?
rm_vallader: Perche fa Common Voice part da la missiun da Mozilla?

source: Why is it important?
rm_vallader: Perche es quai important?

source: Why is my language not included yet?
rm_vallader: Perche nun es mia lingua amo inclusa?

source: Why should I sign up for an account?
rm_vallader: Perche stess eu drizzar aint ün conto?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
rm_vallader: Lessast pretender cha tias registraziuns da vusch vegnan eir stüzzas o voust cha quellas restan illa collecziun da datas da Common Voice?

source: y
rm_vallader: h

source: Yes
rm_vallader: Schi

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
rm_vallader: Schi, am tramettai e-mails. Eu less restar al curraint a reguard il proget Common Voice.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
rm_vallader: Schi, am tramettai e-mails. Eu less infuormaziuns actualas a reguard il progress da quista lingua sün Common Voice.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
rm_vallader: Schi, vi da tia vusch eschan nus interessats specialmaing! Ün böt da Common Voice esa da ramassar uschè blers differents accents sco pussibel per cha'ls servezzans da recugnuschentscha vocala funcziunan per tuots istess bain. Quai voul dir cha contribuziuns da persuna chi nu sun da lingua materna sun specialmaing importantas.

source: You
rm_vallader: Tü

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
rm_vallader: Il download giavüschà cuntegna <size>{ $size }GB</size>. Cuntinuar?

source: You are prepared to initiate a download of <b>{ $size }</b>
rm_vallader: Uossa est pronta / pront per s-chargiar <b>{ $size }</b>

source: You can choose to make your username public or anonymous.
rm_vallader: Tü decidast, scha teis nom d'ütilisader vain publichà o resta anonim.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
rm_vallader: Tü poust güdar a construir üna collecziun da datas multifaria open source cun crear ün profil pro Common Voice e contribuir tia vusch.

source: You must allow microphone access.
rm_vallader: Tü stoust permetter access al microfon.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
rm_vallader: Tias registraziuns vocalas anonimas restan illa collecziun da datas da Common Voice. Scha tü at decidast plü tard üna jada da stüder teis profil nu poust plü pretender cha tias registraziuns vegnan stüzzas da la collecziun da datas.

source: Your avatar now includes a voice clip!
rm_vallader: Teis avatar cumpiglia uossa üna registraziun!

source: Your daily goal has been created
rm_vallader: Tü hast defini teis böt quotidian

source: Your download has started.
rm_vallader: Tü hast cumanzà a s-chargiar.

source: You’re contributing to our first target segment
rm_vallader: Tü contribuischast a nos prüm böt in mera

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
rm_vallader: Tü hast tschernü da <bold>NA</bold> tschüffer e-mails chi't regordan p. ex. vi da teis böts, t'infuormeschan sur da teis progress o t'infuormeschan a reguard las novitats da Common Voice

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
rm_vallader: Tü hast tschernü da surgnir e-mails chi't regordan p. ex. teis böts, t'infuormeschan sur da teis progress o t'infuormeschan sur da novitats da Common Voice

source: Your Languages
rm_vallader: Tias linguas

source: Your username and email will not be associated with the published data.
rm_vallader: Teis nom d'ütilisader e ti'adressa dad e-mail nu vegnan colliats cun las datas publichadas.

source: Your weekly goal has been created
rm_vallader: Tü hast defini teis böt per minch'eivna

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
rm_vallader: Tü hast güdà a Common Voice da ragiundscher <goalPercentage></goalPercentage> da nos böt dal di da { $goalValue } a reguard registraziuns!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
rm_vallader: Tü hast güdà a Common Voice da ragiundscher <goalPercentage></goalPercentage> da nos böt dal di da { $goalValue } a reguard validaziuns!

source: You've successfully signed up for contributing to { $language }. Thank you.
rm_vallader: Tü t'hast annunzchà per collavurar al { $language }. Grazcha fich.
